Repository: CreativeAppSolutions/Veggo
Catalog: Xcode Project/Vegoagogo/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, pt, ru, zh_hans

# Help_Thanks_2
source: We'd like to send out a big fibre-packed thanks to the ridiculously-talented Cat MacInnes (www.CatMacInnes.com) for her delightful animal illustrations and to Kevin and his wonderful team at Creative App Solutions LLC (www.CreativeApps.us) for over-delivering, ahead of schedule and under budget on the iOS development side of things.
ar: نود أن ترسل معبأة الألياف كبيرة بفضل ماكينيس القط يبعث على السخرية الموهوبين (www.CatMacInnes.com) لها الرسوم التوضيحية الحيوان لذيذ وكيفن وفريق رائع له في حلول التطبيقات الإبداعية LLC (www.CreativeApps.us ) عن الإفراط في تقديم، قبل الموعد المحدد وضمن الميزانية على الجانب تطوير نظام التشغيل iOS من الأشياء.
es: Nos gustaría enviar un gran agradecimiento fibra lleno de los MacInnes Cat ridículamente talentosos (www.CatMacInnes.com) por sus encantadoras ilustraciones de animales y para Kevin y su maravilloso equipo en Creative App Solutions LLC (www.CreativeApps.us ) para mayores de entrega, antes de lo previsto y bajo presupuesto en la parte de desarrollo de iOS de las cosas.
fr: Nous aimerions envoyer un grand merci à fibres-emballés pour les MacInnes Cat ridiculement talentueux (www.CatMacInnes.com) pour ses délicieuses illustrations d'animaux et de Kevin et sa merveilleuse équipe de Creative App Solutions LLC (www.CreativeApps.us ) pour sur-livraison, avance sur le calendrier et le budget prévus sur le côté de développement iOS de choses.
hi: हम www.CreativeApps.us उसे रमणीय पशु चित्रों के लिए और केविन और क्रिएटिव अनुप्रयोग समाधान LLC पर अपने अद्भुत दल (हास्यास्पद प्रतिभाशाली बिल्ली MacInnes (www.CatMacInnes.com) के लिए एक बड़ा फाइबर से भरपूर धन्यवाद बाहर भेजने के लिए करना चाहते हैं ) देने पर-के लिए, तय समय से पहले और चीजों की iOS के विकास के पक्ष में बजट के तहत।
ja: 私たちは途方もなく才能に大きな繊維詰め感謝を送りたいのですが Cat MacInnes (www.CatMacInnes.com) で彼女の楽しい動物イラストとケビンと彼の素晴らしいチームに Creative App Solutions LLC (www.CreativeApps.us) 配信オーバーのため、前倒しで、物事のiOSの開発側の予算の下で。
pt: Nós gostaríamos de mandar um grande obrigado repleto de fibra para os MacInnes gato ridiculamente-talentosos (www.CatMacInnes.com) para suas ilustrações de animais encantadores e com Kevin e sua equipe maravilhosa no Creative App Solutions LLC (www.CreativeApps.us ) para o excesso de entrega, antes do prazo e abaixo do orçamento no lado do desenvolvimento iOS das coisas.
ru: Мы хотели бы отправить большие волокна упакованы благодаря смехотворно талантливых Макиннес Cat (www.CatMacInnes.com) для ее восхитительных иллюстраций животных и Кевина и его замечательной командой в творческой App Solutions LLC (www.CreativeApps.us ) для более-доставки, досрочно и в рамках бюджета на стороне развития IOS вещей.
zh_hans: 我们想发出一个大纤维包装感谢可笑天才 Cat MacInnes (www.CatMacInnes.com) 她愉快的动物插图和 Kevin 而他的精彩团队 Creative App Solutions LLC (www.CreativeApps.us) 对于过度交付，比原计划提前，根据预算对事物的iOS开发方。

# Help_Thanks_3
source: Our professional translations were handled with aplomb by the team at Translated.net.
ar: تم التعامل معها لدينا ترجمة المهنية مع ثقة بالنفس من قبل فريق في Translated.net.
es: Nuestras traducciones profesionales se manejaron con aplomo por el equipo de Translated.net.
fr: Nos traductions professionnelles ont été traitées avec aplomb par l'équipe de Translated.net.
hi: हमारे पेशेवर अनुवाद में टीम ने आत्मविश्वास के साथ संभाला गया Translated.net.
ja: 当社の専門翻訳はでチームが冷静で処理しました。 Translated.net.
pt: Nossas traduções profissionais foram tratadas com desenvoltura pela equipe Translated.net.
ru: Наши профессиональные переводы были обработаны с апломбом группой на Translated.net.
zh_hans: 我们的专业翻译被自如处理时被球队 Translated.net.

# Help_Conclusion_1
source: We hope you enjoy using
ar: نأمل أن تستمتع باستخدام
es: Esperamos que disfrute utilizando
fr: Nous espérons que vous apprécierez
hi: हम आप का उपयोग कर मजा उम्मीद
ja: 私たちは、あなたが使用してお楽しみください
pt: Esperamos que você goste de usar
ru: Мы надеемся, что Вам понравится
zh_hans: 我们希望您喜欢使用

# Help_Conclusion_2
source: Visit our site at (appInfo.EDITION.Website_URL) or follow us on Twitter at (appInfo.EDITION.Twitter_URL).
ar: زيارة موقعنا على (appInfo.EDITION.Website_URL) أو متابعتنا على تويتر في (appInfo.EDITION.Twitter_URL).
es: Visite nuestro sitio en (appInfo.EDITION.Website_URL) o síganos en Twitter en (appInfo.EDITION.Twitter_URL).
fr: Visitez notre site à (appInfo.EDITION.Website_URL) ou suivez-nous sur Twitter à (appInfo.EDITION.Twitter_URL).
hi: (AppInfo.EDITION.Website_URL) में हमारी साइट पर जाएँ या (appInfo.EDITION.Twitter_URL) पर चहचहाना पर हमें का पालन करें।
ja: で私達のサイトをご覧ください (appInfo.EDITION.Website_URL) またはでTwitterをフォローします (appInfo.EDITION.Twitter_URL).
pt: Visite o nosso site em (appInfo.EDITION.Website_URL) ou siga-nos no Twitter em (appInfo.EDITION.Twitter_URL).
ru: Посетите наш сайт по адресу (appInfo.EDITION.Website_URL) или следовать за нами на Твиттере (appInfo.EDITION.Twitter_URL).
zh_hans: 请访问我们的网站： (appInfo.EDITION.Website_URL) 或关注我们的Twitter (appInfo.EDITION.Twitter_URL).

# Help_Conclusion_3
source: If you've enjoyed using our app, we'd really appreciate it if you could take a minute to give us a good rating in the iTunes App Store.
ar: إذا كنت تتمتع باستخدام التطبيق لدينا، ونحن نقدر حقا إذا كنت قد يستغرق دقيقة ليقدم لنا تصنيف جيد في المتجر اي تيونز.
es: Si has disfrutado utilizando nuestra aplicación, estaríamos muy agradecidos si usted podría tomar un minuto para darnos una buena calificación en el iTunes App Store.
fr: Si vous avez apprécié l'aide de notre application, nous serions très reconnaissants si vous pouviez prendre une minute pour nous donner une bonne cote dans l'iTunes App Store.
hi: यदि आप हमारे अनुप्रयोग का उपयोग कर आनंद लिया है, तो आप हमें iTunes app स्टोर में एक अच्छा दर्ज़ा देने के लिए एक मिनट ले सकता है, हम वास्तव में इसकी सराहना करता हूँ।
ja: あなたは我々のアプリを使用して楽しんできた場合、あなたは私たちにiTunesのApp Storeで良い評価を与えるために時間がかかることができれば、私たちは本当にそれをいただければと思います。
pt: Se você gostou usando nosso aplicativo, nós realmente aprecio isso se você pudesse ter um minuto para nos dar uma boa classificação na iTunes App Store.
ru: Если вы пользовались помощью нашего приложения, мы бы очень признателен, если бы вы найдите минутку, чтобы дать нам хороший рейтинг в ITunes App Store.
zh_hans: 如果您在使用我们的应用程序很享受，我们真的很感激，如果你能花一分钟给我们一个很好的评价，在iTunes的应用程序商店。

# Language_Title
source: Languages
ar: اللغات
es: Idiomas
fr: Langues
hi: भाषायें
ja: 言語
pt: Idiomas
ru: Языки
zh_hans: 语言

# Language_Translate
source: Translate to
ar: ترجمة إلى
es: para Traduzir
fr: Traduire pour
hi: इसमें अनुवाद करें
ja: 次の言語へ翻訳
pt: para Traducir
ru: Перевести на
zh_hans: 要翻译
