Repository: CreativeAppSolutions/Veggo
Catalog: Xcode Project/Vegoagogo/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, pt, ru, zh_hans

# Help_Using_6
source: Centred at the top of the translation screen are a series of animating animal images, that visually back up your selected translated text message. Tapping any of these images displays a larger version of that particular image. You have the ability to then scroll through these larger images by swiping your screen both left and right.
ar: طيري في الجزء العلوي من الشاشة الترجمة هي سلسلة من موحية الصور الحيوانية، التي تدعم بصريا يصل المختارة الرسائل النصية المترجمة. التنصت على أي من هذه الصور يعرض نسخة أكبر من أن صورة معينة. لديك القدرة على التمرير ثم من خلال هذه الصور بشكل اكبر عن طريق تمرير الشاشة اليسار واليمين على حد سواء.
es: Centrado en la parte superior de la pantalla de traducción son una serie de animación de imágenes de animales, que de nuevo visualmente el mensaje de texto traducido seleccionado. Al tocar cualquiera de estas imágenes muestra una versión más grande de esa imagen en particular. Usted tiene la posibilidad de continuación, desplazarse a través de estas imágenes más grandes deslizando la pantalla izquierda y derecha.
fr: Centré en haut de l'écran de traduction sont une série de d'animer des images d'animaux, que de retour visuellement votre message traduit le texte sélectionné. Exploiter une de ces images affiche une plus grande version de cette image en particulier. Vous avez la possibilité de faire défiler ensuite à travers ces grandes images en faisant glisser votre écran à la fois à gauche et à droite.
hi: Animating पशु छवियों की एक श्रृंखला नेत्रहीन अपने चयनित अनुवादित पाठ संदेश है कि वापस, अनुवाद स्क्रीन के शीर्ष पर हैं केंद्रित। इन चित्रों में से किसी भी दोहन है कि विशेष छवि का एक बड़ा संस्करण प्रदर्शित करता है। तब आप अपने स्क्रीन छोड़ दिया और सही दोनों स्वाइप करके इन बड़े चित्र के माध्यम से स्क्रॉल करने की क्षमता है।
ja: アニメーション動物の一連の画像を視覚的に選択した翻訳されたテキストメッセージをバックアップすること、翻訳画面の上部にあるCentred。これらの画像のいずれかをタップすると、その特定の画像の拡大版が表示されます。次に、あなたの画面は、左右両方のスワイプすることで、これらの大きな画像をスクロールする能力を持っています。
pt: Centrado na parte superior da tela a tradução é uma série de animação imagens animais, que trás visualmente a sua mensagem de texto traduzido selecionado. Tocar em qualquer uma dessas imagens exibe uma versão maior dessa imagem particular. Você tem a capacidade para, em seguida, percorrer estas imagens maiores, passando o ecrã tanto à esquerda e à direita.
ru: Сосредоточенные в верхней части экрана Перевод серии оживляющий изображениями животных, которые визуально резервную копию выбранного переведенный текст сообщения. Нажатие любой из этих образов отображает увеличенную версию этого конкретного изображения. У вас есть возможность, то прокрутки этих больших изображений, проводя ваш экран и слева и справа.
zh_hans: 在为中心的翻译屏幕的顶部是一系列动画的动物形象，在视觉上备份您选择的翻译文本消息。攻丝任何这些图像显示特定图像的放大版本。你必须通过这些较大的图像通过刷卡你的屏幕左，右，然后滚动的能力。

# Help_Using_7
source: Tapping the (x) close button will return you to the previous screen.
ar: والاستفادة من (خ) زر الإغلاق العودة إلى الشاشة السابقة.
es: Al tocar el botón de cierre (x), regresará a la pantalla anterior.
fr: Exploiter le (x) bouton de fermeture, vous revenez à l'écran précédent.
hi: (X) के करीब बटन दोहन पिछली स्क्रीन पर आप वापस आ जाएगी।
ja: （X）閉じるボタンをタップすると、前の画面に戻ります。
pt: Tocar no (x) botão para fechar o levará de volta à tela anterior.
ru: Нажатие (х) кнопку закрытия вернет вас к предыдущему экрану.
zh_hans: 敲击（X）关闭按钮即可返回到上一画面。

# Help_Languages_1
source: Languages
ar: اللغات
es: Idiomas
fr: Langues
hi: भाषाएँ
ja: 言語
pt: Idiomas
ru: Языки
zh_hans: 语言

# Help_Languages_2
source: You can easily display selected questions or statements in any one of the 50 professionally translated languages (appInfo.EDITION.Name) offers.
ar: يمكنك بسهولة عرض الأسئلة المحددة أو البيانات في أي واحدة من 50 لغة ترجمة مهنيا (appInfo.EDITION.Name) تقدم.
es: Se puede visualizar fácilmente las preguntas o declaraciones seleccionadas en cualquiera de los 50 idiomas traducidos profesionalmente (appInfo.EDITION.Name) ofrece.
fr: Vous pouvez facilement afficher des questions ou des déclarations sélectionnés dans l'une des 50 langues traduites professionnellement (appInfo.EDITION.Name) offre.
hi: आप आसानी से 50 पेशेवर अनुवादित भाषाओं में से किसी एक (appInfo.EDITION.Name) प्रदान करता है में चयनित प्रश्न या बयानों प्रदर्शित कर सकते हैं।
ja: あなたは簡単に50プロが翻訳言語のいずれかに選択された質問や文を表示することができます (appInfo.EDITION.Name) オファー.
pt: Você pode facilmente exibir perguntas selecionadas ou declarações em qualquer uma das 50 línguas traduzidas profissionalmente (appInfo.EDITION.Name) oferece.
ru: Вы можете легко отображать выбранные вопросы или заявления в любой из 50 профессионально переведенных языков (appInfo.EDITION.Name) предлагает.
zh_hans: 您可以轻松地在50个专业翻译语文的任何一种显示所选问题或陈述 (appInfo.EDITION.Name) 提供。

# Help_Languages_3
source: Simply select a translation language by clicking the flag or the language displayed in the bottom left of the main screen.
ar: ببساطة اختيار لغة الترجمة من خلال النقر على العلم أو اللغة المعروضة في الجزء السفلي الأيسر من الشاشة الرئيسية.
es: Sólo tiene que seleccionar un idioma de traducción haciendo clic en la bandera o el idioma que aparece en la parte inferior izquierda de la pantalla principal.
fr: Il suffit de sélectionner une langue de traduction en cliquant sur le drapeau ou la langue affichée dans le coin inférieur gauche de l'écran principal.
hi: बस झंडा या मुख्य स्क्रीन के नीचे बाएँ में प्रदर्शित भाषा पर क्लिक करके एक अनुवाद भाषा का चयन करें।
ja: 単にフラグまたはメイン画面の左下に表示される言語をクリックして翻訳言語を選択します。
pt: Basta selecionar um idioma de tradução clicando a bandeira ou o idioma exibido no canto inferior esquerdo da tela principal.
ru: Просто выберите язык перевода, нажав флаг или отображается в левом нижнем углу главного экрана язык.
zh_hans: 只需通过点击该标志或在主屏幕的左下角显示的语言选择一种翻译语言。

# Help_Languages_4
source: Keep in mind the flags for the languages relate to the countries they most closely represent, not necessarily the destination you are visiting. For example, Spanish is spoken in Mexico but the flag used to represent the Spanish language is the Spanish flag.
ar: نضع في اعتبارنا الأعلام للغات تتعلق البلدان التي يمثلونها بشكل وثيق، وليس بالضرورة وجهة تزوره. على سبيل المثال، يتحدث الأسبانية في المكسيك ولكن العلم تستخدم لتمثيل اللغة الإسبانية هو العلم الاسباني.
es: Tenga en cuenta las banderas de las lenguas se relacionan con los países que más se representan, no necesariamente el destino que está visitando. Por ejemplo, el español se habla en México, pero la bandera se utiliza para representar el idioma español es la bandera española.
fr: Gardez à l'esprit les drapeaux pour les langues se rapportent à des pays qu'ils représentent le plus étroitement, pas nécessairement la destination que vous visitez. Par exemple, l'espagnol est parlé au Mexique, mais le drapeau utilisé pour représenter la langue espagnole est le drapeau espagnol.
hi: भाषाओं के लिए झंडे वे सबसे निकट जरूरी गंतव्य आप का दौरा कर रहे हैं नहीं, प्रतिनिधित्व देशों से संबंधित हैं ध्यान में रखें। उदाहरण के लिए, स्पेनिश मेक्सिको में बोली जाती है, लेकिन स्पेनिश भाषा का प्रतिनिधित्व करने के लिए प्रयोग किया जाता झंडा स्पेनिश ध्वज है।
ja: 言語のフラグは、彼らが最も密接に必ずしも先、あなたが訪問しているではない、表現の国に関連する注意してください。例えば、スペイン語はメキシコで話されていますが、スペイン語を表すために使用されるフラグは、スペイン国旗です。
pt: Tenha em mente as bandeiras para as línguas se relacionam com os países que mais se aproxima representam, não necessariamente o destino que você está visitando. Por exemplo, o espanhol é falado no México, mas a bandeira usada para representar a língua espanhola é a bandeira espanhola.
ru: Имейте в виду, флаги для языков относятся к странам, которые они представляют наиболее тесно, не обязательно назначения вы посещаете. Например, на испанском языке говорят в Мексике, но флаг используется для обозначения испанского языка является испанский флаг.
zh_hans: 请记住标志语言涉及到他们最密切代表，不一定目的地您正在访问的国家。例如，西班牙语是口语在墨西哥，但用于表示西班牙语的标志是西班牙国旗。

# Help_Questions_1
source: Questions and Statements
ar: أسئلة والبيانات
es: Preguntas y declaraciones
fr: Questions et déclarations
hi: प्रश्न और बयानों
ja: 質問と声明
pt: Perguntas e declarações
ru: Вопросы и отчетность
zh_hans: 问题和声明

# Help_Questions_2
source: A lot of thought and plenty of research — on the back of a couple of decades of some pretty extensive travelling — has gone into the development of (appInfo.EDITION.Name) and in particular, the questions and statements we've chosen for translation.
ar: وهناك الكثير من التفكير والكثير من البحوث - في الجزء الخلفي من بضعة عقود من بعض المسافرين واسعة جدا - ذهبت الى تطوير (appInfo.EDITION.Name) وعلى وجه الخصوص، والأسئلة والبيانات التي اخترناها ل الترجمة.
es: Una gran cantidad de pensamiento y de un montón de investigación - en la parte posterior de un par de décadas de algunos bastante extenso viaje - ha entrado en el desarrollo de (appInfo.EDITION.Name) y, en particular, las preguntas y las declaraciones que han elegido para traducción.
fr: A beaucoup de réflexion et beaucoup de recherche - sur le dos d'un couple de décennies de voyager un peu assez étendue - est entré dans le développement de (appInfo.EDITION.Name) et, en particulier, les questions et les déclarations nous ont choisis pour traduction.
hi: सोचा और अनुसंधान के बहुत से एक बहुत - कुछ बहुत व्यापक यात्रा के दशक के एक जोड़े की पीठ पर - (appInfo.EDITION.Name) के विकास में और विशेष रूप से चला गया है, सवाल और बयानों के लिए हम चुन लिया है अनुवाद।
ja: 思考と研究のたくさんの多く - いくつかの非常に大規模な移動の数十年のカップルの背面には - の開発に行ってきました (appInfo.EDITION.Name) 特に、質問と文は、私たちは翻訳のために選択しました。
pt: Um lote de pensamento e muita pesquisa - na parte de trás de um par de décadas de alguns bastante extensa viagem - tem ido para o desenvolvimento de (appInfo.EDITION.Name) e, nomeadamente, as perguntas e afirmações que escolhemos para tradução.
ru: Много мысли и большим количеством исследований - на спине пару десятилетий какой-то довольно обширной путешествия - пошла в развитие (appInfo.EDITION.Name) и, в частности, вопросы и заявления, которые мы выбрали для перевод.
zh_hans: 花了很多心思和大量的研究 - 在几十年的一些非常广泛的旅行后面 - 已经进入了（appInfo.EDITION.Name）的开发，特别是对问题和声明，我们已经选择了翻译。

# Help_Questions_3
source: We sincerely hope that your travel trails are littered with five-star (verbiage) dining experiences and while things are definitely on the improve in general for the (verbiage) traveller, there are still many countries where (verbiage) food remains an almost foreign concept.
ar: ونحن نأمل مخلصين أن مسارات السفر تتناثر مع خمس نجوم الخبرات (verbiage) لتناول الطعام، وبينما الامور بالتأكيد على تحسين بصفة عامة ل(verbiage) مسافر، لا تزال هناك العديد من البلدان التي لا تزال (verbiage) الغذاء و مفهوم الأجنبي تقريبا.
es: Esperamos sinceramente que tus rutas de viaje están llenos de cinco estrellas (verbiage) comedor experiencias y mientras las cosas son sin duda en el mejorar, en general, para el viajero (verbiage), todavía hay muchos países en los que (verbiage) los alimentos sigue siendo un concepto casi extranjera.
fr: Nous espérons sincèrement que vos itinéraires de voyage sont jonchées de cinq étoiles (verbiage) expériences culinaires et alors que les choses sont certainement sur la compléter en général pour le voyageur (verbiage), il ya encore de nombreux pays où (verbiage) alimentaire reste un notion presque étrangère.
hi: हम ईमानदारी से अपनी यात्रा ट्रेल्स पांच सितारा (verbiage) भोजन के अनुभवों से अटे पड़े हैं आशा है कि और बातों पर निश्चित रूप से कर रहे हैं, जबकि (verbiage) खाना एक बनी हुई है, जहां अभी भी कई देशों से कर रहे हैं (verbiage) यात्री के लिए सामान्य में सुधार लगभग विदेशी अवधारणा।
ja: 私たちは心からあなたのご旅行にトレイルが5つ星が散らばっていることを願っています (verbiage) 経験を食事や物事は間違いなくある間のために一般的に向上させます (verbiage) 旅行、まだ多くの国場所があります (verbiage) 食べ物はほとんど外国の概念のままです。
pt: Esperamos, sinceramente, que suas trilhas de viagem estão repletas de cinco estrelas experiências (verbiage) refeições e enquanto as coisas estão definitivamente sobre a melhorar, em geral, para o viajante (verbiage), ainda existem muitos países onde (verbiage) comida continua a ser um conceito quase estrangeiro.
ru: Мы искренне надеемся, что ваши путешествия тропы завалены пятизвездочных (verbiage) обедов и пока вещи, безусловно, на улучшение в целом для (verbiage) путешественник, есть еще много стран, где (verbiage) остатки пищи почти внешнеполитической концепции.
zh_hans: 我们真诚地希望您的旅行小径上到处是五星（空话）的餐饮经验，尽管事情肯定是在提高一般为（空话）旅客，仍有许多国家的素食仍然是一个几乎陌生的概念。

# Help_Questions_4
source: We realise pizzerias and Indian restaurants are far from the only sources of good (verbiage) food available on the road but time and time again we're drawn to these (verbiage) staples, especially when our choices are limited. It's for that reason they get their very own question.
ar: ونحن ندرك البيتزا والمطاعم الهندية بعيدة عن المصادر الوحيدة لل جيد (verbiage) المواد الغذائية متوفرة على الطريق ولكن مرارا وتكرارا أننا الانتباه إلى هذه (verbiage) المواد الغذائية، وخاصة عندما تكون خياراتنا محدودة. انها لهذا السبب أنها تحصل على أسئلتهم الخاصة جدا.
es: Nos damos cuenta de pizzerías y restaurantes indios están lejos de ser las únicas fuentes de buena (verbiage) los alimentos disponibles en la carretera, pero una y otra vez que estamos atraídos por estos (verbiage) grapas, especialmente cuando nuestras opciones son limitadas. Es por esa razón que obtienen su propia pregunta.
fr: Nous réalisons des pizzerias et des restaurants indiens sont loin d'être les seules sources de bonne (verbiage) alimentaire sur la route, mais le temps et le temps nous sommes de nouveau attirée sur ces (verbiage) agrafes, surtout quand nos choix sont limités. Il est pour cette raison qu'ils obtiennent leur propre question.
hi: हम हमारे विकल्प सीमित हैं, खासकर जब pizzerias और भारतीय रेस्तरां फिर हम इन (verbiage) स्टेपल करने के लिए तैयार कर रहे हैं सड़क लेकिन समय और समय पर उपलब्ध अच्छा (verbiage) भोजन की केवल स्रोतों से दूर कर रहे हैं एहसास। यह वे उनके बहुत ही सवाल है कि कारण के लिए है।
ja: 私たちは、ピザを実現し、インドレストランは良いの唯一の供給源から遠く離れています (verbiage) 道路が、再び時間と時間で利用可能な食品我々は、これらに描かれています (verbiage) ステープルは、私たちの選択肢は限られている場合は特に。それは、彼らは非常に自分の質問を取得し、その理由です。
pt: Percebemos pizzarias e restaurantes indianos estão longe de ser as únicas fontes de boa (verbiage) alimentos disponíveis na estrada, mas uma e outra vez nós estamos atraídos para esses (palavreado grampos), especialmente quando nossas escolhas são limitadas. É por essa razão que recebem a sua própria pergunta.
ru: Мы понимаем, пиццерии и индийские рестораны далеки от источников только хорошего (verbiage) пищи на дороге, но снова и снова мы обращается к этим (словоблудие) скоб, особенно когда наш выбор ограничен. Именно по этой причине они получают свой собственный вопрос.
zh_hans: 我们认识比萨饼店和印度餐馆是远离善的唯一来源 (verbiage) 现有的道路，但一次又一次的食品我们吸引到这些 (verbiage) 主食，特别是当我们的选择是有限的。这是因为这个原因，他们得到他们自己的问题。

# Help_Settings_1
source: Settings
ar: الإعدادات
es: Ajustes
fr: paramètres
hi: सेटिंग
ja: [設定]
pt: Definições
ru: настройки
zh_hans: 设置

# Help_Settings_2
source: Why not spice up your (appInfo.EDITION.Name) experience to match the flavour of your destination with one of the many preset colour themes we offer. Simply tap the settings button and select a theme and voila, you'll find your background gradient instantly updates.
ar: لماذا لا التوابل حتى الخاص بك (appInfo.EDITION.Name) خبرة لتتناسب مع نكهة من جهتك مع واحدة من العديد من الموضوعات اللون مسبقا التي نقدمها. ما عليك سوى النقر على زر الإعدادات واختيار موضوع وفويلا، ستجد التدرج خلفيتك تحديثات على الفور.
es: ¿Por qué no darle vida a su experiencia (appInfo.EDITION.Name) para que coincida con el sabor de su destino con uno de los muchos temas preestablecidos de colores que ofrecemos. Simplemente pulse el botón de configuración y seleccione un tema y listo, usted encontrará su fondo degradado actualiza al instante.
fr: Pourquoi ne pas pimenter votre expérience (appInfo.EDITION.Name) pour correspondre à la saveur de votre destination avec un des nombreux thèmes de couleurs prédéfinis que nous offrons. Appuyez simplement sur le bouton Paramètres et sélectionnez un thème et voilà, vous trouverez votre fond dégradé met à jour instantanément.
hi: क्यों हम प्रस्ताव के कई पूर्व निर्धारित रंग विषयों में से एक के साथ अपने गंतव्य के स्वाद मैच के लिए अपने (appInfo.EDITION.Name) अनुभव को मसाला नहीं। बस सेटिंग्स बटन नल और एक विषय और देखा चयन करें, आप अपनी पृष्ठभूमि ढाल तुरन्त अद्यतन करता मिल जाएगा।
ja: なぜ私たちが提供する多くのプリセットカラーテーマの一つであなたの目的地の味に合わせて（appInfo.EDITION.Name）経験にスパイスを効きません。単に設定ボタンをタップし、テーマと出来上がりを選択し、あなたの背景のグラデーションを瞬時に更新されます見つけることができます。
pt: Por que não apimentar a sua experiência (appInfo.EDITION.Name) para combinar o sabor do seu destino com um dos muitos temas de cores pré-definidas que oferecemos. Basta tocar no botão de configurações e selecionar um tema e voila, você encontrará o seu fundo gradiente atualiza instantaneamente.
ru: Почему бы не оживить ваш (appInfo.EDITION.Name) опыт, чтобы соответствовать вкус вашего назначения с одним из многих предустановленных цветовых тем, которые мы предлагаем. Просто нажмите на кнопку Настройка и выберите тему, и вуаля, вы найдете ваш фон градиент мгновенно обновляет.
zh_hans: 为什么不香料您 (appInfo.EDITION.Name) 体验到你的目的地的味道与多种预设的色彩主题，我们提供了一个匹配。只需点击设置按钮，选择一个主题，瞧，你会发现你的背景渐变即时更新。

# Help_Settings_3
source: Tap the (ℹ︎) info button to display the current version of the (appInfo.EDITION.Name) app and to learn a little more about our company. Or click on our logo to visit our website where you can keep up to date with what's happening with (appInfo.EDITION.Name), follow us on social media or send through your thoughts and ideas for ways we can improve future versions of our app.
ar: اضغط على (ℹ︎) معلومات الزر لعرض الإصدار الحالي من (appInfo.EDITION.Name) التطبيق والتعلم أكثر من ذلك بقليل عن شركتنا. أو النقر على الشعار لدينا لزيارة موقعنا على الانترنت حيث يمكنك ان تبقى حتى الآن مع ما يحدث مع (appInfo.EDITION.Name)، تابعنا على وسائل الاعلام الاجتماعية أو إرسالها عبر أفكارك وأفكار عن سبل يمكننا تحسين الإصدارات المستقبلية من لدينا التطبيق.
es: Toque el botón de información (ℹ︎) para mostrar la versión actual de la (appInfo.EDITION.Name) app y aprender un poco más acerca de nuestra empresa. O haga clic en nuestro logo para visitar nuestro sitio web donde puede mantenerse al día con lo que está pasando con (appInfo.EDITION.Name), seguirnos en las redes sociales o enviar a través de sus pensamientos e ideas de cómo podemos mejorar las futuras versiones de nuestra aplicación.
fr: Appuyez sur le (ℹ︎) touche info pour afficher la version actuelle du (appInfo.EDITION.Name) application et d'en apprendre un peu plus sur notre entreprise. Ou cliquez sur notre logo pour visiter notre site où vous pouvez vous tenir au courant de ce qui se passe avec (appInfo.EDITION.Name), suivez-nous sur les médias sociaux ou les envoyer à travers vos pensées et des idées pour façons dont nous pouvons améliorer les futures versions de notre app.
hi: (AppInfo.EDITION.Name) एप्लिकेशन के वर्तमान संस्करण प्रदर्शित करने के लिए और हमारी कंपनी के बारे में एक छोटे से अधिक जानने के लिए (ℹ︎) जानकारी बटन टैप करें। या फिर आप (appInfo.EDITION.Name) के साथ क्या हो रहा है के साथ डेट करने के लिए रख सकते हैं जहां हमारी वेबसाइट पर जाएँ सामाजिक मीडिया पर हमें का पालन करें या हम भविष्य के संस्करणों में सुधार कर सकते हैं तरीके के लिए अपने विचार और विचारों के माध्यम से भेजने के लिए हमारी लोगो पर क्लिक करें हमारे एप्लिकेशन को।
ja: 現在のバージョンを表示する（ℹ︎）情報ボタンをタップします (appInfo.EDITION.Name) アプリとは、私たちの会社について少し詳しく知ること。それとも、で何が起こっているのかを最新の状態に保つことができる場所当社のウェブサイトを訪問するために私たちのロゴをクリック (appInfo.EDITION.Name), ソーシャルメディア上で私たちに従うか、我々は我々のアプリの将来のバージョンを向上させることができる方法のために自分の考えやアイデアを介して送信します。
pt: Toque no (ℹ︎) botão de informações para exibir a versão atual do (appInfo.EDITION.Name) app e para aprender um pouco mais sobre nossa empresa. Ou clique no nosso logotipo a visitar o nosso site onde você pode manter-se atualizado com o que está acontecendo com (appInfo.EDITION.Name), siga-nos no mídias sociais ou enviar através de seus pensamentos e ideias para maneiras que podemos melhorar futuras versões do nosso app.
ru: Нажмите (ℹ︎) Информация кнопку, чтобы отобразить текущую версию (appInfo.EDITION.Name) приложение и узнать немного больше о нашей компании. Или нажмите на наш логотип, чтобы посетить наш сайт, где вы можете идти в ногу с тем, что происходит с (appInfo.EDITION.Name), следуйте за нами в социальных сетях или отправить через ваши мысли и идеи пути мы можем улучшить будущие версии нашего приложение
zh_hans: 点击（ℹ︎）信息按钮显示的当前版本 (appInfo.EDITION.Name) 应用程序以了解多一点关于我们的公司。或点击我们的标志，请访问我们的网站，你可以跟上日期所发生的事情与 (appInfo.EDITION.Name), 按照我们在社交媒体或通过发送您的想法和思路方面，我们可以提高我们的应用程序的未来版本。

# Help_Help_1
source: Help
ar: مساعدة
es: Ayuda
fr: Aide
hi: सहायता
ja: ヘルプ
pt: Ajuda
ru: Помощь
zh_hans: 救命

# Help_Help_2
source: The size of the text displayed on this screen can be adjusted by dragging the slider below to the left and right.
ar: حجم النص المعروض على هذه الشاشة يمكن تعديلها عن طريق سحب شريط التمرير أدناه إلى اليمين واليسار.
es: El tamaño del texto que se muestra en esta pantalla se puede ajustar arrastrando el control deslizante de abajo a la izquierda y la derecha.
fr: La taille du texte affiché sur cet écran peut être ajusté en déplaçant le curseur en bas à gauche et à droite.
hi: इस स्क्रीन पर प्रदर्शित पाठ के आकार को छोड़ दिया और सही करने के लिए नीचे स्लाइडर खींच द्वारा समायोजित किया जा सकता है।
ja: この画面に表示される文字のサイズは、左右に下方に、スライダをドラッグすることによって調整することができます。
pt: O tamanho do texto exibido na tela pode ser ajustado arrastando o controle deslizante abaixo à esquerda e à direita.
ru: Размер отображаемой на экране текст могут быть скорректированы путем перетаскивания ползунка ниже слева и справа.
zh_hans: 此屏幕上显示的文字的大小可以通过拖动滑块下方的左，右调节。

# Help_Thanks_1
source: Thanks
ar: شكر
es: Gracias
fr: Merci
hi: धन्यवाद
ja: 感謝
pt: Obrigado
ru: благодаря
zh_hans: 谢谢
