Repository: CreativeAppSolutions/Veggo
Catalog: Xcode Project/Vegoagogo/*.lproj/Localizable.strings
Languages: ar, es, fr, hi, ja, pt, ru, zh_hans

# APPIRATOR_Title
source: Rate %@
ar: معدل %@
es: Tarifa %@
fr: Taux %@
hi: दर %@
ja: レート %@
pt: Taxa %@
ru: Cкорость %@
zh_hans: 率 %@

# APPIRATOR_Msg
source: If you enjoy using %@ would you mind taking a moment to rate it? Thank you for your support!
ar: إذا كنت تتمتع باستخدام٪ @ هل تمانع أخذ لحظة لتقييم ذلك؟ شكرا لدعمكم!
es: Si te gusta el uso de% @ ¿le importaría tomar un momento para evaluar lo? Gracias por su apoyo!
fr: Si vous apprécierez% @ Pourriez-vous prendre un moment pour évaluer ce? Merci pour votre soutien!
hi: क्या आप यह दर के लिए एक क्षण ले रही एतराज़% @ का उपयोग का आनंद लें? आपके समर्थन के लिए धन्यवाद!
ja: あなたはそれを評価する時間を取っていただけません％の@を使用して楽しむ場合は？ ご支援いただきありがとうございます！
pt: Se você gosta de usar% @ Você se importaria de tomar um momento para avaliá-lo? Obrigado por seu apoio!
ru: Если вам нравится, используя% @ Не могли бы вы с момента, чтобы оценить ее? Спасибо за вашу поддержку!
zh_hans: 如果你喜欢使用％@你不介意花一些时间来评分？ 谢谢您的支持！

# APPIRATOR_Btn_Rate
source: Rate %@
ar: معدل %@
es: Tarifa %@
fr: Taux %@
hi: दर %@
ja: レート %@
pt: Taxa %@
ru: Cкорость %@
zh_hans: 率 %@

# APPIRATOR_Btn_Remind
source: Remind me Later
ar: ذكرني لاحقا
es: Recuérdame más tarde
fr: Rappelez-moi plus tard
hi: मुझे बाद में याद दिलाएं
ja: 後で通知する
pt: Lembre-me mais tarde
ru: Напомнить позже
zh_hans: 以后提醒我

# APPIRATOR_Btn_No
source: No, thanks
ar: لا، شكرا
es: No, gracias
fr: Non, merci
hi: नहीं, धन्यवाद
ja: いいえ、ありがとう
pt: Não, obrigado
ru: Нет, спасибо
zh_hans: 不，谢谢

# Settings_Title
source: Settings
ar: إعدادات
es: Ajustes
fr: Paramètres
hi: विन्यास
ja: 設定
pt: Configurações
ru: Настройки
zh_hans: 设置

# Settings_ChooseTheme
source: Choose a Theme
ar: اختيار الموضوع
es: Elija un tema
fr: Choisissez un thème
hi: एक विषय का चयन
ja: テーマを選択してください
pt: Escolha um tema
ru: Выбрать тему
zh_hans: 选择一个主题

# About_Version
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
ja: バージョン
pt: Versão
ru: Версия
zh_hans: 版本

# About_AllRights
source: All Rights Reserved
ar: جميع الحقوق محفوظة
es: Reservados todos los derechos
fr: Tous les droits sont réservés
hi: सर्वाधिकार सुरक्षित
ja: 版権所有
pt: Todos os direitos reservados
ru: Все права защищены
zh_hans: 版权所有

# About_Visit
source: Visit Our Website
ar: زُر موقعنا على الإنترنت
es: Visita Nuestro Sitio Web
fr: Visitez notre site Web
hi: हमारा वेब साईट देखें
ja: 私たちの Website へアクセス
pt: Visite o nosso site
ru: Посетите наш веб-сайт
zh_hans: 访问我们的网站

# About_Blurb_Vegan
source: Here at Agogo Apps we're looking to do one thing and one thing alone, but we're hoping to do it very well indeed. We're working hard to provide the modern vegan traveller with an app that lends at least a little confidence to a situation that has filled vegan with dread for decades — ordering vegan food when travelling overseas.
ar: نحن هنا في Agogo Apps نسعى للقيام بشيء واحد فقط، ولكننا نأمل أن نفعله بطريقة جيدة حقا. نعمل بجد لكي نقدم للمسافر الفيغان المعاصر تطبيقا يوفر على الأقل الثقة في موقف ملأ قلوب الفيغانين بالخوف لعقود — وهو طلب الطعام الفيغان أثناء السفر للخارج.
es: En Agogo Apps tratamos de hacer una cosa y sólo una cosa, aunque ciertamente confiamos en hacerla muy bien. Estamos trabajando duro para ofrecer al viajero vegano moderno una app que aporte al menos un poco de confianza en una situación que ha causado pavor durante décadas a los veganos: pedir comida vegana cuando viajan al extranjero.
fr: Chez Agogo Apps, nous n'essayons de faire qu'une seule chose à la fois, mais nous pensons pouvoir dire que nous le faisons très bien! Nous travaillons dur pour fournir au voyageur végétalien d'aujourd'hui une application visant à le rassurer quelque peu lorsqu'il est confronté à une situation qu'il a craint pendant des décennies: commander de la nourriture végétalienne lors de voyages à l'étranger.
hi: यहाँ Agogo Apps पर हम हम केवल एक और बस एक ही कार्य करने में लगे हैं, लेकन हमें उम्मीद की हम इसे बहुत अच्छी तरह कर से कर लेंगे. हम एक आधुनिक शाकाहारी यात्री को एक ऐसा ऐप प्रदान करने पर कड़ी मेहनत कर रहे हैं जो उसे ऐसी परिस्थिति में कम से कम एक ऐसा आत्मविश्वास दे सके जो शाकाहारियों को दशकों से डर से आशंकित कर देता है --- किसी शाकाहारी खाने का आर्डर देते वक़्त जब वह विदेश भ्रमण पर हो.
ja: Agogo Apps では、1つのことに専念して、しかもそれを上手にやっていきたいと思っています。私たちは、現代のビーガンの旅行者に対し、海外旅行でビーガンフードを注文すると言う、長年ビーガンがうんざりしてきた状況に少なくともほんの少しの自信を持ってもらえるアプリを提供したいと日夜考えています。
pt: Aqui no Agogo Apps procuramos fazer uma coisa e uma única coisa, mas esperamos fazê-la muito bem mesmo. Trabalhamos duramente para oferecer ao moderno viajante vegano uma aplicação que dê pelo menos um pouco de confiança a uma situação que há décadas assusta os veganos: pedir comida vegan quando se viaja para o estrangeiro.
ru: Наше единственное стремление на Agogo Apps — обеспечить современных путешественников-веганов приложением, которое вселит в них хоть немного уверенности в ситуации, которая на протяжении десятилетий наполняла их диким ужасом — заказ веганы блюд при поездках за границу. И мы прилагаем все усилия к тому, чтобы не разочаровать их.
zh_hans: 这里，就在Agogo Apps，我们着眼于做一件事，并且只做一件事，但我们希望真正做好它。我们正在努力为现代素食主义游客提供一个应用，在令让素食主义者已经担心了几十年的情况中至少借给他们一点信心——在海外旅游时点素菜。

# About_Blurb_Veggo
source: Here at Agogo Apps we're looking to do one thing and one thing alone, but we're hoping to do it very well indeed. We're working hard to provide the modern vegetarian traveller with an app that lends at least a little confidence to a situation that has filled vegetarians with dread for decades — ordering vegetarian food when travelling overseas.
ar: نحن هنا في Agogo Apps نسعى للقيام بشيء واحد فقط، ولكننا نأمل أن نفعله بطريقة جيدة حقا. نعمل بجد لكي نقدم للمسافر النباتي المعاصر تطبيقا يوفر على الأقل الثقة في موقف ملأ قلوب النباتيين بالخوف لعقود — وهو طلب الطعام النباتي أثناء السفر للخارج.
es: En Agogo Apps tratamos de hacer una cosa y sólo una cosa, aunque ciertamente confiamos en hacerla muy bien. Estamos trabajando duro para ofrecer al viajero vegetariano moderno una app que aporte al menos un poco de confianza en una situación que ha causado pavor durante décadas a los vegetarianos: pedir comida vegetariana cuando viajan al extranjero.
fr: Chez Agogo Apps, nous n'essayons de faire qu'une seule chose à la fois, mais nous pensons pouvoir dire que nous le faisons très bien! Nous travaillons dur pour fournir au voyageur végétarien d'aujourd'hui une application visant à le rassurer quelque peu lorsqu'il est confronté à une situation qu'il a craint pendant des décennies: commander de la nourriture végétarienne lors de voyages à l'étranger.
hi: यहाँ Agogo Apps पर हम हम केवल एक और बस एक ही कार्य करने में लगे हैं, लेकन हमें उम्मीद की हम इसे बहुत अच्छी तरह कर से कर लेंगे. हम एक आधुनिक शाकाहारी यात्री को एक ऐसा ऐप प्रदान करने पर कड़ी मेहनत कर रहे हैं जो उसे ऐसी परिस्थिति में कम से कम एक ऐसा आत्मविश्वास दे सके जो शाकाहारियों को दशकों से डर से आशंकित कर देता है --- किसी शाकाहारी खाने का आर्डर देते वक़्त जब वह विदेश भ्रमण पर हो.
ja: Agogo Apps では、1つのことに専念して、しかもそれを上手にやっていきたいと思っています。私たちは、現代のベジタリアンの旅行者に対し、海外旅行でベジタリアンフードを注文すると言う、長年ベジタリアンがうんざりしてきた状況に少なくともほんの少しの自信を持ってもらえるアプリを提供したいと日夜考えています。
pt: Aqui no Agogo Apps procuramos fazer uma coisa e uma única coisa, mas esperamos fazê-la muito bem mesmo. Trabalhamos duramente para oferecer ao moderno viajante vegetariano uma aplicação que dê pelo menos um pouco de confiança a uma situação que há décadas assusta os vegetarianos: pedir comida vegetariana quando se viaja para o estrangeiro.
ru: Наше единственное стремление на Agogo Apps — обеспечить современных путешественников-веганов приложением, которое вселит в них хоть немного уверенности в ситуации, которая на протяжении десятилетий наполняла их диким ужасом — заказ вегетарианских блюд при поездках за границу. И мы прилагаем все усилия к тому, чтобы не разочаровать их.
zh_hans: 这里，就在Agogo Apps，我们着眼于做一件事，并且只做一件事，但我们希望真正做好它。我们正在努力为现代素食主义游客提供一个应用，在令让素食主义者已经担心了几十年的情况中至少借给他们一点信心——在海外旅游时点素菜。

# About_Dev
source: Custom Developed for
ar: وضعت خصيصا ل
es: Desarrollado a medida para
fr: Personnalisé élaboré pour
hi: कस्टम के लिए विकसित
ja: カスタムのために開発
pt: Personalizado, desenvolvido por
ru: Пользовательские Разработано для
zh_hans: 定制开发的

# About_by
source: by
ar: بواسطة
es: por
fr: par
hi: से
ja: バイ
pt: por
ru: по
zh_hans: 由

# About_Title_Themes
source: Themes
ar: الموضوعات
es: Temas
fr: Thèmes
hi: थीम्स
ja: テーマ
pt: Temas
ru: Темы
zh_hans: 主题

# About_Title_Apps
source: Apps
ar: تطبيقات
es: Aplicaciones
fr: les applications
hi: एप्प्स
ja: アプリ
pt: Aplicativos
ru: Приложения
zh_hans: 应用程序

# About_Title_About
source: About
ar: حول
es: Sobre
fr: Sur
hi: के बारे में
ja: 約
pt: Sobre
ru: Oколо
zh_hans: 大约

# About_Show_About
source: Show About
ar: تظهر معلومات
es: Mostrar Acerca de
fr: Afficher propos
hi: के बारे में दिखाएँ
ja: について表示
pt: Mostre Sobre
ru: Показать О
zh_hans: 关于展示

# About_Show_Stats
source: Show Stats
ar: عرض الإحصائيات
es: Mostrar Estadísticas
fr: Voir les statistiques
hi: दिखाएँ आँकड़े
ja: ショー統計
pt: Ver Estatísticas
ru: Статистика
zh_hans: 资料统计

# Help_Vegetarian_verbiage
source: vegetarian
ar: نباتي
fr: végétarien
hi: शाकाहारी
ja: ベジタリアン
pt: vegetariano
ru: вегетарианец
zh_hans: 素食主义者

# Help_Vegan_verbiage
source: vegan
ar: نباتي
fr: végétalien
hi: शाकाहारी
ja: 完全菜食主義の
ru: вегетарианский
zh_hans: 纯素食主义者

# Help_Vegetarian_verbiage_plural
source: vegetarians
ja: ビーガン
zh_hans: 素食者

# Help_Vegan_verbiage_plural
source: vegans
ja: 纯素食主义者
zh_hans: 纯素食主义者

# Help_Title
source: Help
ar: مساعدة
es: Ayuda
fr: Aide
hi: सहायता
ja: ヘルプ
pt: Ajuda
ru: Помощь
zh_hans: 救命

# Help_Overview_1
source: App Overview
ar: التطبيق نظرة عامة
es: Aplicación general
fr: App Vue d'ensemble
hi: अनुप्रयोग अवलोकन
ja: アプリ概要
pt: Visão geral app
ru: App Обзор
zh_hans: 应用概述

# Help_Overview_2
source: Here at (appInfo.EDITION.Name) we're looking to do one thing and one thing alone, but we're hoping to do it very well indeed.
ar: هنا في (appInfo.EDITION.Name) نحن نتطلع إلى فعل شيء واحد وشيء واحد فقط، ولكن نحن نأمل أن تفعل ذلك بشكل جيد جدا في الواقع.
es: Aquí en (appInfo.EDITION.Name) que estamos buscando para hacer una cosa y una cosa solamente, pero esperamos hacerlo muy bien.
fr: Ici, à (appInfo.EDITION.Name) nous cherchons à faire une chose et une seule chose, mais nous espérons le faire très bien.
hi: यहाँ (appInfo.EDITION.Name) में हम एक बात और अकेले एक बात करने के लिए देख रहे हैं, लेकिन हम वास्तव में बहुत अच्छी तरह से यह करने के लिए उम्मीद कर रहे हैं।
ja: ここで、 (appInfo.EDITION.Name) 我々は一人で一つのことと一つのことを行うために探しているが、我々は確かに非常によくそれを行うことを望んでいます。
pt: Aqui no (appInfo.EDITION.Name) nós estamos olhando para fazer uma coisa e uma coisa só, mas nós estamos esperando para fazê-lo muito bem.
ru: Здесь, в (appInfo.EDITION.Name) мы ищем, чтобы сделать одну вещь и только одно, но мы надеемся сделать это очень хорошо.
zh_hans: 在这里 (appInfo.EDITION.Name) 我们希望做一件事，一件事独自一人，但我们希望做的确实很好。

# Help_Overview_3
source: We're working hard to provide the modern (verbiage) traveller with an app that lends at least a little confidence to a situation that has filled a (verbiage) with dread for decades — ordering (verbiage) food while travelling in a foreign land.
ar: نحن نعمل بجد لتوفير (verbiage) مسافر حديث مع التطبيق الذي يضفي على الأقل القليل من الثقة إلى الوضع الذي ملأ (verbiage) مع الرهبة لعقود - يأمر (verbiage) الطعام أثناء السفر في أرض أجنبية.
es: Estamos trabajando duro para ofrecer el viajero moderno (verbiage) con una aplicación que se presta al menos un poco de confianza a una situación que se ha llenado un (verbiage) con temor durante décadas - ordenamiento (verbiage) alimentos mientras viajaba en un tierra extranjera.
fr: Nous travaillons dur pour fournir le (verbiage) voyageur moderne avec une application qui donne au moins un peu de confiance à une situation qui a rempli un (verbiage) avec crainte pendant des décennies - la commande (verbiage) alimentaire tout en voyageant dans un terre étrangère.
hi: एक में यात्रा करते हुए आदेश देने (verbiage) खाद्य - हम कम से कम दशकों के लिए भय से एक (verbiage) भर गया है कि एक ऐसी स्थिति के लिए थोड़ा आत्मविश्वास उधार देता है कि एक app के साथ आधुनिक (verbiage) यात्री प्रदान करने के लिए कड़ी मेहनत कर रहे हैं विदेशी भूमि।
ja: 我々は、現代を提供するために努力しています (verbiage) A満たされている状況に、少なくとも少し自信を貸すアプリで旅行 (verbiage) 数十年のための恐怖との - 順序 (verbiage) 食品異国の地に旅行中。
pt: Estamos trabalhando duro para fornecer o viajante moderno (verbiage) com um aplicativo que empresta pelo menos um pouco de confiança a uma situação que tem enchido a (verbiage) com temor há décadas - ordenação (verbiage) alimentos ao viajar em um terra estrangeira.
ru: Мы прилагаем все усилия, чтобы обеспечить современный (verbiage) путешественника приложение, которое придает, по крайней мере немного уверенности в ситуации, которая заполнила (словоблудие) с ужасом в течение десятилетий - упорядочение (verbiage) пищевой время поездки в чужбина.
zh_hans: 我们正在努力为客户提供现代 (verbiage) 旅客提供一个应用程序，借给至少有一点信心，这种情况已经填补了 (verbiage) 与恐惧了几十年 - 序 (verbiage) 食物，而行驶在异国的土地。

# Help_Overview_4
source: The (verbiage) edition of (appInfo.EDITION.Name) is a fun and easy way to communicate your (verbiage) dietary requirements to anyone you meet on your travels — from restaurant staff and hotel receptionists to helpful locals and new-found friends.
ar: و(verbiage) طبعة (appInfo.EDITION.Name) هو متعة وسهلة وسيلة للاتصال بك (verbiage) الاحتياجات الغذائية للشخص تلتقون على الرحلات الخاصة بك - من موظفي المطعم والفندق الاستقبال للسكان المحليين مفيدة وNEW- أصدقاء جدت.
es: El (verbiage) edición de (appInfo.EDITION.Name) es un divertido y fácil manera de comunicar su (verbiage) requisitos dietéticos para cualquier persona que conozcas en sus viajes - de personal del restaurante y del hotel recepcionistas de útil lugareños y recién amigos encontrados.
fr: Le (verbiage) édition de (appInfo.EDITION.Name) est un moyen amusant et facile de communiquer votre (verbiage) exigences alimentaires à tous ceux que vous rencontrez lors de vos voyages - du personnel de restaurant et réceptionnistes des hôtels à la population locale et les nouveau-utiles trouvés amis.
hi: रेस्तरां कर्मचारी और होटल receptionists से मददगार स्थानीय लोगों और नए के लिए - (appInfo.EDITION.Name) के (verbiage) संस्करण आप अपनी यात्रा पर मिलने के लिए किसी को आहार आवश्यकताओं अपने (verbiage) संवाद करने के लिए एक मजेदार और आसान तरीका है पाया मित्रों।
ja: ザ (verbiage) のエディション (appInfo.EDITION.Name) 通信するための楽しさと簡単な方法ですあなた (verbiage) 参考に地元の人や、新しい発見の友人にレストランのスタッフやホテルの受付から - あなたがあなたの旅に会う人には食事制限。
pt: O (verbiage) edição da (appInfo.EDITION.Name) é um divertido e fácil maneira de comunicar sua (verbiage) necessidades dietéticas para quem você se encontra em suas viagens - a partir de funcionários do restaurante do hotel e recepcionistas para moradores votos e recém-amigos encontrados.
ru: (verbiage) издание (appInfo.EDITION.Name) является весело и простой способ сообщить (словоблудие) диетические требования к любому встречному о ваших путешествиях - от ресторана персонал и отель администраторов на полезные местных жителей и new- нашел друзей.
zh_hans: 该 (verbiage) 版 (appInfo.EDITION.Name) 是一个有趣和简单的方式来传达你的 (verbiage) 饮食要求任何人您的旅行，满足 - 从餐厅工作人员和酒店接待员有益的本地人和新发现的朋友。

# Help_Using_1
source: Using (appInfo.EDITION.Name)
ar: (appInfo.EDITION.Name) باستخدام
es: Utilizando (appInfo.EDITION.Name)
fr: Utiliser (appInfo.EDITION.Name)
hi: का प्रयोग (appInfo.EDITION.Name)
ja: 使用方法 (appInfo.EDITION.Name)
pt: Uso (appInfo.EDITION.Name)
ru: С Помощью (appInfo.EDITION.Name)
zh_hans: 运用 (appInfo.EDITION.Name)

# Help_Using_2
source: Select a question or statement from the seven on offer, choose one of the 50 languages available for translation, tap the translate icon and you're away. It's really that simple.
ar: تحديد سؤال أو بيان من سبعة على العرض، واختيار واحد من 50 لغة المتاحة للترجمة، اضغط على أيقونة ترجمة وكنت بعيدا. انها حقا بهذه البساطة.
es: Select una pregunta o declaración de los siete que se ofrecen, elegir uno de los 50 idiomas disponibles para la traducción, pulse el icono de traducir y que están lejos. Es así de simple.
fr: Sélectionnez une question ou une déclaration de sept sur l'offre, choisissez l'une des 50 langues disponibles pour la traduction, appuyez sur l'icône traduire et vous êtes loin. Il est vraiment aussi simple que cela.
hi: अनुवाद के लिए उपलब्ध 50 भाषाओं में से एक को चुनना है, प्रस्ताव पर सात से एक प्रश्न या बयान का चयन करें अनुवाद कर चिह्न नल और तुम दूर हो। यह सच है कि आसान है।
ja: 、翻訳のために利用可能な50言語のいずれかを選択し、提供する上7の質問またはステートメントを選択翻訳するアイコンをタップし、あなたが離れています。それは本当に簡単です。
pt: Selecione uma pergunta ou declaração do sete em oferta, escolher um dos 50 idiomas disponíveis para tradução, toque no ícone traduzir e você estiver ausente. É realmente muito simples.
ru: Выберите вопрос или заявление от семи на предложение, выбрать один из 50 языков, доступных для перевода, коснитесь значка перевести, и вы находитесь далеко. Это действительно так просто.
zh_hans: 从所提供的七个问题或陈述，选择了50种语言的翻译之一，挖掘翻译图标，你离开。它就是这么简单。

# Help_Using_3
source: Once you've made your initial selection, you'll find the screen of your device will automatically rotate to the horizontal position, making it easy for you to display the translation screen text to your eagerly awaiting waiter, cook, concierge or helpful local.
ar: وبمجرد إجراء التحديد الأولي، وستجد أن شاشة الجهاز تدور تلقائيا إلى وضع أفقي، مما يجعل من السهل بالنسبة لك لعرض نص الشاشة الترجمة الخاصة بك بفارغ الصبر النادل، كوك، بواب أو مفيدة المحلي.
es: Una vez que haya hecho su selección inicial, se encuentra la pantalla de su dispositivo girará automáticamente a la posición horizontal, lo que es fácil para usted para mostrar el texto de la pantalla de traducción a su espera con impaciencia camarero, cocinero, conserje o útiles local.
fr: Une fois que vous avez fait votre première sélection, vous trouverez l'écran de votre appareil fait pivoter automatiquement à la position horizontale, le rendant facile pour vous d'afficher le texte de l'écran de traduction à votre attendaient avec impatience serveur, cuisinier, concierge ou utiles locale.
hi: आप अपने प्रारंभिक चयन करने के बाद, आप अपने बेसब्री से इंतजार कर वेटर, कुक, दरबान या सहायक स्थानीय करने के लिए अनुवाद स्क्रीन पाठ प्रदर्शित करने के लिए अपनी डिवाइस की स्क्रीन स्वचालित रूप से इसे आसान बना रही है, क्षैतिज स्थिति के लिए बारी बारी से होगा मिल जाएगा।
ja: あなたが最初の選択を行った後、あなたはあなたの熱心待っウェイター、コック、コンシェルジュや役立つローカルへの変換画面のテキストを表示するためにあなたのデバイスの画面が自動的にそれを容易にする、水平位置に回転します見つけることができます。
pt: Depois de ter feito sua seleção inicial, você encontrará a tela do seu aparelho irá rodar automaticamente para a posição horizontal, tornando mais fácil para você exibir o texto da tela tradução para o seu aguardando ansiosamente garçom, cozinheiro, porteiro ou útil local.
ru: После того как вы сделали свой первоначальный отбор, вы найдете экрана вашего устройства будет автоматически вращаться в горизонтальном положении, что делает его легким для вас, чтобы отобразить текст на экране перевод на ваш нетерпением ожидает официант, повар, консьерж или полезно местные.
zh_hans: 一旦你做了你最初的选择，你会发现你的设备的屏幕会自动旋转至水平位置，因此很容易让你在显示屏幕的翻译文本，以您的热切地等待服务员，厨师，门卫还是很有帮助的地方。

# Help_Using_4
source: On the top left of that same translation screen, you'll find a day and night icon. Tapping the icon which will switch the current display from dark text on a light background to light text on a dark background and back again. Feel free to experiment as to which option displays best in your current lighting environment.
ar: في الجزء العلوي الأيسر من الشاشة أن الترجمة نفسها، وستجد رمز ليلا ونهارا. بالنقر على أيقونة التي ستتحول العرض الحالي من النص الظلام على ضوء الخلفية إلى نص الضوء على خلفية داكنة والعودة مرة أخرى. لا تتردد في تجربة على النحو الذي يعرض الخيار الأفضل في بيئة الإضاءة الحالية.
es: En la parte superior izquierda de la misma pantalla de traducción, encontrará un icono de día y de noche. Al tocar el icono que cambiar la pantalla actual del texto oscuro sobre un fondo claro de texto claro sobre un fondo oscuro y viceversa. Siéntase libre de experimentar en cuanto a qué opción se visualiza mejor en su entorno de iluminación actual.
fr: En haut à gauche de cette même écran de traduction, vous trouverez une icône de jour et de nuit. Appuyant sur l'icône qui sera basculer l'affichage en cours de texte sombre sur fond clair à texte clair sur fond sombre et retour. Sentez-vous libre d'expérimenter à l'option qui affiche le mieux dans votre environnement d'éclairage actuel.
hi: एक ही है कि अनुवाद के लिए स्क्रीन के ऊपर छोड़ दिया पर, आप एक दिन और रात आइकन मिल जाएगा। वापस फिर से एक काले रंग की पृष्ठभूमि पर प्रकाश पाठ के लिए एक प्रकाश पृष्ठभूमि पर काले पाठ से वर्तमान प्रदर्शन स्विच और जो होगा आइकन टैप। विकल्प के लिए अपने मौजूदा प्रकाश वातावरण में सबसे अच्छा प्रदर्शित करता है जो के रूप में प्रयोग करने के लिए स्वतंत्र महसूस करें।
ja: その同じ翻訳画面の左上には、昼と夜のアイコンを見つけることができます。再び暗い背景に光のテキストに明るい背景に暗いテキストから現在の表示を切り替えますアイコンをタップ。オプションは、現在の照明環境で最高の表示など先の試してみて。
pt: No canto superior esquerdo da tela mesmo que a tradução, você verá um ícone de dia e de noite. Tocar no ícone que irá mudar a visualização atual do texto escuro sobre um fundo claro para texto claro em um fundo escuro e vice-versa. Sinta-se livre para experimentar a respeito de qual opção exibe melhor em seu ambiente de iluminação actual.
ru: На левом верхнем углу этого же экрана перевода, вы найдете дневной и ночной значок. Нажатие на значок, который будет переключать текущий дисплей с темного текста на светлом фоне, чтобы светлым текстом на темном фоне и обратно. Не стесняйтесь экспериментировать, чтобы какой вариант отображает лучшее в текущей среде освещения.
zh_hans: 在同一屏幕翻译的左上角，你会发现一个白天和黑夜的图标。攻其将开关在浅色背景从暗文本的当前显示为浅色文字在黑暗的背景，然后再返回图标。随意尝试哪个选项在当前的照明环境显示最好的。

# Help_Using_5
source: You may also want to adjust the overall brightness of the display of your device by swiping upward from the centre bottom edge of your screen.
ar: قد تحتاج أيضا إلى ضبط السطوع الكلي للشاشة جهازك عن طريق تمرير أعلى من مركز الحافة السفلى من الشاشة.
es: También puede ajustar el brillo general de la pantalla de su dispositivo deslizando hacia arriba desde el centro del borde inferior de la pantalla.
fr: Vous pouvez également régler la luminosité globale de l'écran de votre appareil en faisant glisser vers le haut depuis le bord inférieur de centre de votre écran.
hi: आप भी अपनी स्क्रीन के केंद्र नीचे किनारे से ऊपर की ओर स्वाइप करके अपने डिवाइस के प्रदर्शन के समग्र चमक को समायोजित करने के लिए चाहते हो सकता है।
ja: また、あなたのスクリーンの中央下端から上方に向かってスワイプして、デバイスのディスプレイ全体の明るさを調整することができます。
pt: Você também pode querer ajustar o brilho geral do visor do dispositivo passando para cima a partir da borda inferior central da tela.
ru: Вы также можете регулировать общую яркость дисплея вашего устройства, проводя вверх от центра нижнего края экрана.
zh_hans: 您也可以通过从屏幕中央底部边缘向上轻扫来调整设备的显示器的整体亮度。
